<?php
// Заголовок
$_['heading_title']           = 'Імпорт даних з 1С';

// Текст
$_['text_extension']          = 'Розширення';
$_['text_success']            = 'Налаштування успішно змінені!';
$_['text_edit']               = 'Налаштування імпорту з 1С';
$_['text_prices_updated']     = 'Ціни успішно оновлені: %d товарів оновлено, %d помилок';
$_['text_quantities_updated'] = 'Залишки успішно оновлені: %d товарів оновлено, %d помилок';
$_['text_products_updated']   = 'Нові товари успішно створені: %d товарів створено, %d помилок';

// Входи
$_['entry_status']            = 'Статус';
$_['entry_price_file']        = 'Шлях до файлу цін';
$_['entry_quantity_file']     = 'Шлях до файлу залишків';

// Кнопки
$_['button_update_prices']    = 'Оновити ціни';
$_['button_update_quantities'] = 'Оновити залишки';
$_['button_update_products']  = 'Оновити нові товари';

// Помилки
$_['error_permission']        = 'У вас немає прав для зміни налаштувань!';